{
	"traits-title": "<strong>Traits</strong>",
	"traitwithattributes": "{0} <font opacity= 0, size=12>({1})</font>",

	"trait-apiarist": "<font color=\"#84ff84\">• Apiarist</font>",
	"trait-closecombat": "<font color=\"#84ff84\">• Close Combat</font>",
	"trait-digger": "<font color=\"#84ff84\">• Digger</font>",
	"trait-fleetfooted": "<font color=\"#84ff84\">• Fleetfooted</font>",
	"trait-forager": "<font color=\"#84ff84\">• Forager</font>",
	"trait-hacker": "<font color=\"#84ff84\">• Hacker</font>",
	"trait-hoarder": "<font color=\"#84ff84\">• Hoarder</font>",
	"trait-logger": "<font color=\"#84ff84\">• Logger</font>",
	"trait-lucky": "<font color=\"#84ff84\">• Lucky</font>",
	"trait-mechanist": "<font color=\"#84ff84\">• Mechanist</font>",
	"trait-prospector": "<font color=\"#84ff84\">• Prospector</font>",
	"trait-quarryer": "<font color=\"#84ff84\">• Quarryer</font>",
	"trait-rancher": "<font color=\"#84ff84\">• Rancher</font>",
	"trait-sculpter": "<font color=\"#84ff84\">• Sculpter</font>",
	"trait-sharpshot": "<font color=\"#84ff84\">• Sharp Shot</font>",

	"trait-crossstitcher": "<font color=\"#ff8484\">• Cross Stitcher</font>",
	"trait-clumsy": "<font color=\"#ff8484\">• Clumsy</font>",
	"trait-heavyhanded": "<font color=\"#ff8484\">• Heavy Handed</font>",
	"trait-nearsighted": "<font color=\"#ff8484\">• Nearsighted</font>",
	"trait-novicegardener": "<font color=\"#ff8484\">• Novice Gardener</font>",
	"trait-pebblecollector": "<font color=\"#ff8484\">• Pebble Collector</font>",
	"trait-rockbreaker": "<font color=\"#ff8484\">• Rock Breaker</font>",
	"trait-squeamish": "<font color=\"#ff8484\">• Squeamish</font>",

	"trait-armorer": "<font color=\"#B8B8B8\">• Armorer</font>",
	"trait-brewer": "<font color=\"#B8B8B8\">• Brewer</font>",
	"trait-bricklayer": "<font color=\"#B8B8B8\">• Bricklayer</font>",
	"trait-carpenter": "<font color=\"#B8B8B8\">• Carpenter</font>",
	"trait-carver": "<font color=\"#B8B8B8\">• Carver</font>",
	"trait-composter": "<font color=\"#B8B8B8\">• Composter</font>",
	"trait-healer": "<font color=\"#B8B8B8\">• Healer</font>",
	"trait-needleworker": "<font color=\"#B8B8B8\">• Needleworker</font>",
	"trait-clothier": "<font color=\"#B8B8B8\">• Clothier</font>",
	"trait-tanner": "<font color=\"#B8B8B8\">• Tanner</font>",

	"trait-cheesemonger": "<font color=\"#B8B8B8\">• Cheesemonger</font>",
	"trait-novicesmith": "<font color=\"#B8B8B8\">• Novice Smith</font>",
	"trait-mastersmith": "<font color=\"#B8B8B8\">• Master Smith</font>",
	"trait-prochef": "<font color=\"#B8B8B8\">• Prochef</font>",
	"trait-saucier": "<font color=\"#B8B8B8\">• Saucier</font>",

	"charattribute-rangedWeaponsDamage-0.2": "+20% ranged damage",

	"characterclass-alchemist": "Alchemist",
	"characterclass-blacksmith": "Blacksmith",
	"characterclass-chef": "Chef",
	"characterclass-farmer": "Farmer",
	"characterclass-hunter": "Hunter",
	"characterclass-looter": "Looter",
	"characterclass-lumberjack": "Lumberjack",
	"characterclass-mercenary": "Mercenary",
	"characterclass-miner": "Miner",
	"characterclass-potter": "Potter",
	"characterclass-stonemason": "Stone Mason",
	"characterclass-tailor": "Tailor",
	"characterclass-tinkerer": "Tinkerer",

	"characterdesc-alchemist": "<font color=\"#99c9f9\"><i>Several chemical compounds adorn your shelves - collected - and cataloged in your mind. Some herbs hang to dry in preparation for their powdered form - to later combine with liquids, undergoing a separate transformation. Your dry hands, though weathered by your work, feel an energy in the substances that surround you. A potency extracted from otherwise mundane materials is nearly magic as you apply it.</i></font><font color=\"#99c9f9\"><br>You are an Alchemist - and limitations are yours to redefine.",
	"characterdesc-blacksmith": "<font color=\"#99c9f9\"><i>Staring into the ember glow brings you a warmth beyond what a firepit can achieve. The firm grasp of your subject and the will to give it a form that you desire. As the subject takes shape, it settles in the cool air. This shape now lives out its existence in this form. That it was born from the embers of your forge has tied your desires to reality in a way that no other task can.</i></font><font color=\"#99c9f9\"><br>You are a Smith - and the ore of the world finds life in your hands.",
	"characterdesc-chef": "<font color=\"#99c9f9\"><i>Every familiar aroma that fills the air retains the mystery of the day it first filled your senses. That complex arrangement of every ingredient fills the pallet of your mind. As the fires come to temp, you feel that focus on your tools and the preparation of the meals ahead. As the air around you heats up, the fire within you glows bright - and the food in-front of you will make you warmer still.</i></font><font color=\"#99c9f9\"><br>You are a Chef - and the master of the meal.",
	"characterdesc-farmer": "<font color=\"#99c9f9\"><i>The years stretch out ahead almost as long as the fields upon the plain. In each one a new plan is set, in each month a new action, and in each day - a moment. Slow is the passage of time. Rich is the bounty of earth. It is the vast fruits of Mother Nature's blessing, given up only to the patient. As the wind sweeps across the harvest, so-too do you breathe it in.</i></font><font color=\"#99c9f9\"><br>You are a Farmer - and plentiful are your fields.",
	"characterdesc-hunter": "<font color=\"#99c9f9\"><i>There is a call in the wind. The scent upon it shows you your target, and its weakness. Eyes narrowed, a slow rhythm in your chest calms and steadies you. The natural order you obey - and the target has met its peace in the ground. As it rests in your hands, you thank it for the gifts it is about to give - and make no waste of this moment.</i></font><font color=\"#99c9f9\"><br>You are a Hunter - and the natural order is yours to maintain.",
	"characterdesc-looter": "<font color=\"#99c9f9\"><i>I could tell you of the tales of me youth - but you'd swear I'as bluffin. Y'see - every tale them storytellers tell has a touch of embellishment - to be sure - but the true life of the adventurer comes from the likes of you n' me. Takin' that leap from the edge of the comfy - and inta the depth of discovery. And - y'can bet one true thing about the tales they tell of us ... the bounty's real.</i></font><font color=\"#99c9f9\"><br>You are a Looter - seize the moment.",
	"characterdesc-lumberjack": "<font color=\"#99c9f9\"><i>Peacefully standing amongst giants, you find comfort at their feet. The bed which you have made your home is shared between the forest and its ilk. These are your family. Some you have given life too, others you will soon put to rest. Every member provides a meaningful contribution to their caretaker. Each a destiny you have, and have yet, to shape.</i></font><font color=\"#99c9f9\"><br>You are a Lumberjack - and your family are your greatest resource.",
	"characterdesc-mercenary": "<font color=\"#99c9f9\"><i>Every fiber in your body groans at the stress. Every ache is a fresh breath to punctuate every recess from battle. It's blood, your blood, that you pay each day. A cost willingly sacrificed to harden your resolve - and your skin. It is brutal - and the only survival you know is to engage this harsh reality with the force that it demands.</i></font><font color=\"#99c9f9\"><br>You are a Mercenary - and your scars are your trophies.",
	"characterdesc-miner": "<font color=\"#99c9f9\"><i>The sheer hard faces of the earth beneath your feet are not an obstruction - but an invitation. As the surface of the world is given shape by millenia - you give it purpose by your grit and determination. As the mountains rise, they speak to you the stories of the world that lies beneath. That call to purpose is intently listening; to know the earth for every tale it has to tell.</i></font><font color=\"#99c9f9\"><br>You are a Miner - and the secrets of the earth are yours.",
	"characterdesc-potter": "<font color=\"#99c9f9\"><i>Life hums in the earth. You feel its essence -wet- between your fingers. It is soft, and deep, and warms your heart as you fill your hands with its substance. As the contours of an unfulfilled form flow from the mind into the fingertips, it finds you. The creative heart beats and its design flows through your veins. To the shapeless mass before you is breathed a purpose of your making.</i></font><font color=\"#99c9f9\"><br>You are a Potter - and the earth is yours to mold.",
	"characterdesc-stonemason": "<font color=\"#99c9f9\"><i>Windswept marble basin. The very foundations on which this structure stands. Clean lines cutting through the skyline. Ornate trusses protruding ever so slightly from the buildings fascia. Every element resonates with the precision of mastery. Boldly, it represents the personality of its maker. If it stands, seraph made, it is a statement. With you, it holds a conversation.</i></font><font color=\"#99c9f9\"><br>You are a Stone Mason - and every construction is your canvas.",
	"characterdesc-tailor": "<font color=\"#99c9f9\"><i>Cut of cloth, a drop of dye, a touch of hide, and the thread will fly. All the many materials gliding through your fingertips coming together as you see fit. What dressings and clippings can you use next to make a good pattern, to fit the right person. Every seraph you grace with your whimsical wares, leaves, well adorned, with the passion you share.</i></font><font color=\"#99c9f9\"><br>You are a Tailor - and you weave your wonders for the seraphs of the world.",
	"characterdesc-tinkerer": "<font color=\"#99c9f9\"><i>As rolls forward the papyrus of your mind, dashes and dots of black ink are forming lines, the true measures of the plan is taking time, in the calculations answers you will find, a suggestion that explains distorted time. ~ 'Every quanta is measurable. This world does not contain mysteries - only a set of variables yet to be properly analysed. Pass me my graph-pad and I'll explain.'</i></font><font color=\"#99c9f9\"><br>You are a Tinkerer - and no challenge is too complex.",
	

	"game:gamemechanicinfo-moondropclasses-title": "Moondrop Classes Info",
	"game:gamemechanicinfo-moondropclasses-text": "filler"
}